Repository: GuVAnj8Gv3RJ/NeosAccountDownloader
Catalog: AccountDownloader/Properties/Resources.*.resx
Languages: cs, es, fr

source: About
cs: O aplikaci
es: Acerca de
fr: À propos

# AppName
source: Neos Account Downloader
cs: Nástroj pro stažení dat z účtu Neos
es: Descargador de cuenta de Neos
fr: Téléchargeur de compte Neos

source: Are you sure?
cs: Jste si jist(a)?
es: ¿Estas seguro?
fr: Êtes-vous sûr?

# AreYouSureDownloadCancel
source: Are you sure you want to cancel the download?
cs: Jste si jist(a), že chcete stahování zrušit?
es: ¿Estas seguro de que quieres cancelar la descarga?
fr: Êtes-vous sûr de vouloir annuler le téléchargement?

source: Assets
cs: Assety
es: Utilidades

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler

source: Cloud Variable Definitions
cs: Definice cloudových proměnných
es: Definiciones de las Variables en la Nube
fr: Définitions des variables nuage

source: Cloud Variable Values
cs: Hodnoty cloudových proměnných
es: Valores de las Variables en la Nube
fr: Données des variables nuage

# CompleteQuestion
source: Your download is complete, would you like to start another one?
cs: Vaše stahování je dokončeno. Chcete zahájit další?
es: Tu descarga se ha completado, ¿te gustaría empezar otra descarga?
fr: Téléchargement terminé, Voulez-vous en initier un autre?

source: Contacts
cs: Kontakty
es: Contactos

source: Continue
cs: Další
es: Continuar
fr: Continuer

source: Download Complete!
cs: Stahování dokončeno!
es: ¡Descarga Completada!
fr: Téléchargement completé!

# DownloadCompleteDescription
source: Your download is complete. Below is a report detailing some statistics from the download. A copy of this has also been written to a log files
cs: Vaše stahování bylo dokončeno. Níže naleznete hlášení detailující některé statistiky ohledně stahování. Jeho kopie je zároveň uložena do logů.
es: Tu descarga se ha completado. Aquí abajo tienes un reporte detallandote algunas estadísticas de la descarga. Una copia de este reporte se ha escrito tambien en un archivo de registro.
fr: Téléchargement completé. Voici un rapport détaillé des statistiques du téléchargement. Une copie à également été écrite dans les fichiers log

# DownloadCompleteRecordFailureDescription
source: Your download failed to aquire some records, you can find their details below, or see the logs for more information.
cs: Vaše stahování selhalo obsáhnout některé položky. Jejich detaily naleznete níže, nebo se můžete podívat do logů pro více informací.
es: Tu descarga ha fallado en adquirir algunos registros, puedes ver los detalles aquí abajo o ver los archivos de registro para mas información.
fr: Certain Records ont échoué le téléchargement, leur détails sont écrits ci-dessous, ou vérifiez les logs pour plus d'information.

source: Downloading
cs: Probíhá stahování
es: Descargando
fr: Téléchargement

# DownloadRate
source: Rate (Items/Worlds per minute)
cs: Rychlost (předměty/světy za minutu)
es: Velocidad (Objetos/Mundos por minuto)
fr: Vitesse (Objets/Mondes par minute)

source: Download Report
cs: Hlášení o stahování
es: Reporte de Descarga
fr: Statistiques du téléchargement

source: Error
cs: Chyba
fr: Erreur

# Errors.BlankPassword
source: Password cannot be blank.
cs: Heslo nemůže být prázdné.
es: La contraseña no se puede dejar vacia.
fr: Mot de passe ne peut pas être vide.

# Errors.BlankUsername
source: Username cannot be blank.
cs: Uživatelské jméno nemůže být prázdné.
es: El nombre de usuario no se puede dejar vacio.
fr: Utilisateur ne peut pas être vide.

# Errors.CannotSelectFolder
source: Unable to select folders, please enter one manually.
cs: Nelze vybrat složku, zadejte ji manuálně.
es: Incapaz de seleccionar carpetas, por favor añada una manualmente.
fr: Impossible de sélectioner le dossier, sélectionez manuellement.

# Errors.DownloadCancelled
source: Account download cancelled!
cs: Stahování dat z účtu zrušeno!
es: ¡Descarga de cuenta cancelada!
fr: Téléchargement du compte annulé!

# Errors.DownloadFailure
source: Your Download has failed, due to {0}. Please consult the log files for more details and/or try again.
cs: Vaše stahování selhalo z důvodu {0}. Pro více detailů si přečtěte logy, a/nebo to zkuste znovu.
es: Tu descarga ha fallado debido a {0}. Por favor, consulta los archivos de registro o logs para más detalles e intentalo de nuevo.
fr: Une erreur de téléchargement est survenue, causé par {0}. Consultez les fichiers log pour plus de détails, ou retentez le téléchargement.

# Errors.NoFolderSelected
source: No folder selected.
cs: Není vybrána žádná složka.
es: No hay carpeta seleccionada.
fr: Aucun dossier sélectioné.

# Errors.NoMainWindow
source: Could not locate main window.
cs: Nelze nalézt hlavní okno.
es: No se ha podido localizar la ventana principal.
fr: Fenêtre principale manquante.

# Errors.UnexpectedLoginError
source: Unexpected error while logging in.
cs: Nečekaná chyba při přihlašování.
es: Error inesperado mientras se iniciaba sesión con el servidor.
fr: Une erreur de connexion est survenue.

# Errors.UnknownError
source: Unknown Error
cs: Nečekaná chyba
es: Error Desconocido
fr: Une erreur inconnue est survenue

source: Failure Reason
cs: Důvod selhání
es: Razón del Fallo
fr: Raison de l'échec

source: Get Started
cs: Začínáme
es: Empezar
fr: Commancer

# GettingStartedDescription
source: This tool downloads your entire Neos account contents. Depending on how much your account contains, this may take a while. Please try not to interrupt this process, once it has started. Just leave it running until it lets you know it is complete.
cs: Tento nástroj si klade za cíl stáhnout veškerý obsah Vašeho Neos účtu. Podle toho kolik toho Váš účet obsahuje, může stahování chvíli trvat. Pokuste se prosím proces nijak nepřerušovat po jeho zahájení. Prostě nechte nástroj běžet, dokud nebude stahování hotové.
es: Esta herramienta descarga todo el contenido de tu cuenta de Neos. Dependiendo de cuanto contenga tu cuenta, esto podría tardar un rato. Por favor, intenta no interrumpir este proceso una vez haya empezado. Déjalo funcionando hasta que te informe de que se ha completado.
fr: Cet outils télécharge le contenu de votre compte Neos. Tout dépendant du nombre de contenu, cela peut prendre du temps. Veuillez ne pas interrompre le processus une foit celui-ci initié. Vous serez informé quand il sera terminé.

# GroupsQuestion
source: Which group's content should we download?
cs: Obsah které skupiny si přejete stáhnout?
es: ¿Que contenido de grupo deberiamos descargar?
fr: Sélectionez le contenu du groupe à télécharger?

source: Help
cs: Nápověda
es: Ayuda
fr: Aide

source: Information
cs: Informace
es: Información

source: Inventory & Worlds
cs: Inventář a světy
es: Inventario & Mundos
fr: Inventaire et Mondes

source: Language
cs: Jazyk
es: Idioma
fr: Langue

source: Login
cs: Přihlásit se
es: Iniciar Sesión
fr: Connexion

# LoginPrompt
source: Please login to your Neos account.
cs: Přihlašte se prosím do Vašeho účtu Neos.
es: Por favor, inicia sesión con tu cuenta de Neos.
fr: Veuillez vous connecter a votre compte Neos.

source: Message History
cs: Historie zpráv
es: Historial de Mensajes
fr: Historique de messages

source: Name
cs: Jméno
es: Nombre
fr: Nom

source: No
cs: Ne
fr: Non

source: No Groups found.
cs: Nebyly nalezeny žádné skupiny.
es: No se han encontrado grupos.
fr: Aucun groupes trouvé.

# OpenFolder_Failed
source: Failed to open folder.
cs: Nelze otevřít složku.
es: No se pudo abrir la carpeta.
fr: Impossible d'ouvrir le dossier.

# OpenFolder_UnsupportedPlatform
source: Opening a folder is unsupported on this platform. You can manually navigate to the folder at: {0}
cs: Otevírání složky není na této platformě podporováno. Můžete se ručně navigovat do složky na cestě: {0}
es: Abrir una carpeta no esta soportado en esta plataforma. Puedes navegar manualmente a la carpeta desde: {0}
fr: Ouvrir un dossier est impossible sur cette platforme. Vous pouvez manuellement naviguer le dossier à: {0}

source: Open Log Folder
cs: Otevřít složku s logy
es: Abrir Registro de Carpeta
fr: Ouvrir le dossier log

# OTPPrompt
source: Please input your one-time password from your authenticator app.
cs: Zadejte prosím Váš kód OTP (one-time password) z aplikace authenticatoru.
es: Por favor, introduce la contraseña de 1 uso de tu aplicación de autenticación.
fr: Entrez le mot de passe unique de votre application d'authentication en deux étapes.

source: Owner
cs: Vlastník
es: Propietario
fr: Propriétaire

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe

source: Pending
cs: Ve frontě
es: Pendiente
fr: En cours

source: Record ID
cs: ID položky
es: ID del registro

source: Record Path
cs: Cesta položky
es: Dirección del registro
fr: Destination du Record

source: Select Folder
cs: Vybrat složku
es: Seleccionar Carpeta
fr: Sélectionez un dossier

source: Settings
cs: Nastavení
es: Ajustes
fr: Paramètres

source: Start Download
cs: Zahájit stahování
es: Comenzar Descarga
fr: Initier le téléchargement

# StorageRequired
source: Your download will require at least {0} in file space.
cs: Stahování zabere minimálně {0} na disku.
es: Tu descarga requerira de al menos {0} de espacio en disco duro.
fr: Le téléchargement nécessitera {0} en espace de stockage.

source: User Metadata
cs: Metadata uživatele
es: Metadatos de Usuario

source: Username
cs: Uživatelské jméno
es: Usuario
fr: Utilisateur

source: User Records
cs: Položky uživatele
es: Registros de Usuario
fr: Records de l'utilisateur

# WhatDownload
source: What would you like to Download?
cs: Co všechno by jste chtěli stáhnout?
es: ¿Que te gustaría descargar?
fr: Que voulez-vous télécharger?

# WhereDownload
source: Where would you like to download it to?
cs: Kam by jste to chtěli stáhnout?
es: ¿A donde te gustaría descargarlo?
fr: Destination du téléchargement?

source: Would you like to start another download?
cs: Chtěl(a) by jste zahájit další stahování?
es: ¿Te gustaría iniciar otra descarga?
fr: Initier un autre téléchargement?

source: Yes
cs: Ano
es: Sí
fr: Oui

# GroupsOnlyAdmin
source: You can only download groups you are an admin of.
es: Solo puedes descargar en grupos en los que eres administrador.
fr: Vous ne pouvez télécharger le contenu de groupe que si vous êtes un administrateur de celui-ci.

# OTPWatermark
source: One-time password
es: Contraseña de 1 uso
fr: Mot de passe 2FA

source: OK
fr: Okay
